Jmeter/SisonAPI/Ejercicio 2/HTML Report/statistics.json
{
  "Find character : Scrat" : {
    "transaction" : "Find character : Scrat",
    "sampleCount" : 12,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 398.75,
    "medianResTime" : 344.5,
    "minResTime" : 340.0,
    "maxResTime" : 672.0,
    "pct1ResTime" : 669.0,
    "pct2ResTime" : 672.0,
    "pct3ResTime" : 672.0,
    "throughput" : 0.10176218178117738,
    "receivedKBytesPerSec" : 0.06370074074388155,
    "sentKBytesPerSec" : 0.014807192466206476
  },
  "Find character : Otto" : {
    "transaction" : "Find character : Otto",
    "sampleCount" : 12,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 417.75,
    "medianResTime" : 348.5,
    "minResTime" : 339.0,
    "maxResTime" : 665.0,
    "pct1ResTime" : 662.3,
    "pct2ResTime" : 665.0,
    "pct3ResTime" : 665.0,
    "throughput" : 0.10350895352447988,
    "receivedKBytesPerSec" : 0.08581943509988614,
    "sentKBytesPerSec" : 0.01496027843908498
  },
  "Find character : Bart" : {
    "transaction" : "Find character : Bart",
    "sampleCount" : 13,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 415.6923076923077,
    "medianResTime" : 354.0,
    "minResTime" : 343.0,
    "maxResTime" : 664.0,
    "pct1ResTime" : 660.4,
    "pct2ResTime" : 664.0,
    "pct3ResTime" : 664.0,
    "throughput" : 0.10839746850219713,
    "receivedKBytesPerSec" : 0.20028126016226266,
    "sentKBytesPerSec" : 0.01566682161945818
  },
  "Find character : Apu" : {
    "transaction" : "Find character : Apu",
    "sampleCount" : 12,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 418.5,
    "medianResTime" : 350.5,
    "minResTime" : 336.0,
    "maxResTime" : 667.0,
    "pct1ResTime" : 664.9,
    "pct2ResTime" : 667.0,
    "pct3ResTime" : 667.0,
    "throughput" : 0.10532413502554111,
    "receivedKBytesPerSec" : 0.1176668070988467,
    "sentKBytesPerSec" : 0.015119773289799358
  },
  "Find character : Homero" : {
    "transaction" : "Find character : Homero",
    "sampleCount" : 12,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 419.0,
    "medianResTime" : 349.5,
    "minResTime" : 340.0,
    "maxResTime" : 671.0,
    "pct1ResTime" : 668.0,
    "pct2ResTime" : 671.0,
    "pct3ResTime" : 671.0,
    "throughput" : 0.10719741296910035,
    "receivedKBytesPerSec" : 0.2460096879661971,
    "sentKBytesPerSec" : 0.01570274604039556
  },
  "Total" : {
    "transaction" : "Total",
    "sampleCount" : 61,
    "errorCount" : 0,
    "errorPct" : 0.0,
    "meanResTime" : 413.9672131147541,
    "medianResTime" : 350.0,
    "minResTime" : 336.0,
    "maxResTime" : 672.0,
    "pct1ResTime" : 661.8,
    "pct2ResTime" : 666.8,
    "pct3ResTime" : 672.0,
    "throughput" : 0.5086300341866089,
    "receivedKBytesPerSec" : 0.6872824251646794,
    "sentKBytesPerSec" : 0.07370836112732426
  }
}